[
  {
    "question": "Why do friendships end? Explain some reasons why people stop being friends."
  },
  {
    "question": "Describe a historical place that you know about. What is it called? Where is it located? What is the historical significance of the place?"
  },
  {
    "question": "Write about a time when you had to step outside of your usual habits to try something new. Describe the situation, the emotions you experienced, and the outcomes."
  },
  {
    "question": "What are some hobbies that you have? Which ones do you think you will have more time to enjoy in the next year? Suggest ways that these hobbies could change in the next five years."
  },
  {
    "question": "Some people think that it is better to learn new languages from an early age. Do you agree or disagree?"
  },
  {
    "question": "In your opinion, what kind of small businesses will young people have in the future?"
  },
  {
    "question": "University students often just focus on one subject. However, some people think that universities should encourage students to study a wide range of subjects. Do you agree or disagree?"
  },
  {
    "question": "Describe the perfect weekend. What activities would you complete and what types of people would you spend time with? Explain why this would be a perfect weekend for you."
  },
  {
    "question": "Some people say that online advertisements are helpful while others disagree. What is your opinion?"
  },
  {
    "question": "Talk about your favorite tradition or celebration. How do you participate in the event? Why is it important to you?"
  },
  {
    "question": "Describe your favorite food and explain what you like about it? How do you prepare it? How does it connect to your culture or personal experiences?"
  },
  {
    "question": "Think about a time when you stopped to look at something beautiful (like a sunset or a flower). Describe the experience. Include specific details."
  },
  {
    "question": "Due to the invention of cell phones, people can communicate via text messages. Describe the ways texting has changed how we communicate."
  },
  {
    "question": "People have different ways of dealing with stress and difficulty. Some read, some exercise, and some listen to music. What do you do to reduce stress? Include specific details and examples in your answer."
  },
  {
    "question": "Some architects prioritize the preservation of historical buildings, while others focus on creating new designs. Which perspective do you most agree with, and why? Support your answer with reasons and examples."
  },
  {
    "question": "What is a life lesson that you had to learn by making a mistake, and how did it make you a better person?"
  },
  {
    "question": "What are some advantages and disadvantages of socializing? How do your experiences with them affect you? What is one thing that you contribute to them that is helpful for them?"
  },
  {
    "question": "Many people love museums because museums provide an enriching experience. Do you agree or disagree? Use examples from personal experience and observations to support your perspective."
  },
  {
    "question": "Some museums and documentary film makers try to make historical stories more exciting than they actually were, often for entertainment purposes. Do you think it is acceptable to change facts in order to make history more interesting? Why or why not?"
  },
  {
    "question": "Think of a time when you gained valuable knowledge outside of the traditional classroom setting. What made this experience so valuable, and how did it influence your learning in general? Includes specific details in your response."
  },
  {
    "question": "Some works of art have a clear message, but other works of art mean different things to different people. Which of these kinds of art do you prefer and why? Use examples from personal experience to support your opinion."
  },
  {
    "question": "What are some part-time jobs that might be good for high school students? What makes these jobs well-suited for high school students?"
  },
  {
    "question": "Some argue that as the world becomes more globalized, the demand for multilingual employees will increase. How important will speaking multiple languages at work be in the future? Support your opinion with specific examples."
  },
  {
    "question": "The use of paper textbooks is decreasing in favor of digital resources. Do you think that paper copies of textbooks are still necessary for learning or should they be replaced with digital materials? Provided reasons to support your opinion."
  },
  {
    "question": "Many jobs require story writing skills. Do you believe that school curricula should focus on writing skill, or should schools prioritize preparing students with more technical job training? Support your opinion with specific examples."
  },
  {
    "question": "Do you prefer to learn something by studying on your own, or by having someone else explain it to you? Why?"
  },
  {
    "question": "People believe that patience is key when it comes to achieving goals. Do you agree or disagree with this statement and why? Use your personal experiences and ideas in your insert."
  },
  {
    "question": "Discuss the importance of decorations in your home. What benefits do you see in investing in decorations? Are there any downsides, and why?"
  },
  {
    "question": "Today, many athletes, singers, and actors use social media to interact with their fans. Describe an instance when you observed a positive interaction on social media made by a famous person. Discuss why that particular interaction stood out to you and the impact you think it had."
  },
  {
    "question": "Describe a story that you enjoy. It can be a book, a movie, a TV show - any story. What do you like best about the story? How do you think it could be better?"
  },
  {
    "question": "Write about the time when you achieved a personal goal that you set for yourself. Describe the steps you took to reach this goal and the emotions you experienced upon achieving it."
  },
  {
    "question": "Some think that people are never satisfied with what they have, they always want something more or different. Do you agree or disagree? Why? Give specific reasons for your answer."
  },
  {
    "question": "People take photos for many reasons, whether that's to keep important moments or just for fun. How do you interact with photography in your life? Do you enjoy taking pictures or looking at photography? Include specific details in your answer."
  },
  {
    "question": "Companies often use actors to advertise their products. Do you think that companies should use actors or real people who have used the products?"
  },
  {
    "question": "What are some examples of technology that make your life easier? What other types of technology that we don't have yet could be potentially useful to you?"
  },
  {
    "question": "Many people believe that nature tourism is a great way to increase appreciation of and respect for nature. Do you agree or disagree with this statement? Explain why with specific examples."
  },
  {
    "question": "What place do you feel most connected to? Why is this place important to you? What are some of your favorite memories of this place? Give examples to support your answer."
  },
  {
    "question": "Describe the last time you did something fun. What did you do, and who were you with? Include specific details in your response."
  },
  {
    "question": "Describe a person who you admire. This could be someone famous or someone close to you. What can you and others learn from this person's example?"
  },
  { "question": "Describe a holiday you’re recently celebrated." }
]
