[
  {
    "p": "Good morning everyone.\n\nMy name's Janet Parker and I'm the human resources manager.\n\nWe're very happy to welcome you to your new apprenticeship.\n\nI hope that the next six months will be a positive and enjoyable experience for you.\n\nI'd like to start with some general advice about being an apprentice.\n\nMost of you have very little or no experience of working for a big organisation and the first week or so may be quite challenging.\n\nThere will be a lot of new information to take in but don't worry too much about trying to remember everything.\n\nThe important thing is to check with someone if you're not sure what to do - you'll find your supervisor is very approachable and won't mind explaining things or helping you out.\n\nYou're here to learn so make the most of that opportunity.\n\nYou'll be spending time in different departments during your first week so make an effort to talk to as many people as possible about their work - you'll make some new friends and find out lots of useful information.\n\nAs well as having a supervisor, you'll each be assigned a mentor.\n\nThis person will be someone who's recently completed an apprenticeship and you'll meet with them on a weekly basis.\n\nTheir role is to provide help and support throughout your apprenticeship.\n\nOf course, this doesn't mean they'll actually do any of your work for you - instead they'll be asking you about what goals you've achieved so far, as well as helping you to identify any areas for improvement.\n\nYou can also discuss your more long-term ambitions with them as well."
  },
  {
    "p": "Now I just want to run through a few company policies for our apprenticeship scheme with you… Most importantly, the internet.\n\nAs part of your job you'll be doing some research online so obviously you'll have unlimited access for that but please don't use it for personal use - you'll have your own phones for that.\n\nSome of you have already asked me about flexible working.\n\nAfter your probationary three-month period - some of you will be eligible for this - but it will depend on which department you're in and what your personal circumstances are.\n\nSo please don't assume you'll automatically be permitted to do this.\n\nI want to make sure there's no confusion about our holiday policy.\n\nApart from any statutory public holidays we ask that you don't book any holidays until after your six-month apprenticeship has finished.\n\nTime off should only be taken if you are unwell.\n\nPlease speak to your supervisor if this is going to be a problem.\n\nYou'll be expected to work a 40-hour week but there may be opportunities to do overtime during busy periods.\n\nAlthough you're not required to do this, it can be a valuable experience - so we advise you to take it up if possible.\n\nObviously, we understand that people do have commitments outside work, so don't worry if there are times when you are unavailable.\n\nAs you know, we don't have a formal dress code here - you may wear casual clothes as long as they're practical - and the only restriction for shoes we have is on high heels for health and safety reasons.\n\nComfortable shoes like trainers are preferable.\n\nThere's a heavily subsidised canteen on site where you can get hot meals or salads cheaply.\n\nSnacks and drinks are also provided - so we've decided to introduce a no packed lunch policy.\n\nThis is partly to encourage healthy eating at work and partly to stop people from eating at their workstation, which is unhygienic."
  },
  {
    "p": "Producing enough energy to meet our needs has become a serious problem.\n\nDemand is rising rapidly, because of the world's increasing population and expanding industry.\n\nBurning fossil fuels, like gas, coal and oil, seriously damages the environment and they'll eventually run out.\n\nFor a number of years now, scientists have been working out how we can derive energy from renewable sources, such as the sun and wind, without causing pollution.\n\nToday I'll outline marine renewable energy - also called ocean energy - which harnesses the movement of the oceans.\n\nMarine renewable energy can be divided into three main categories: wave energy, tidal energy and ocean thermal energy conversion, and I'll say a few words about each one.\n\nFirst, wave energy.\n\nNumerous devices have been invented to harvest wave energy, with names such as Wave Dragon, the Penguin and Mighty Whale, and research is going on to try and come up with a really efficient method.\n\nThis form of energy has plenty of potential, as the source is constant, and there's no danger of waves coming to s standstill.\n\nElectricity can be generated using onshore systems, using a reservoir, or offshore systems.\n\nBut the problem with ocean waves is that they're erratic, with the wind making them travel in every direction.\n\nThis adds to the difficulty of creating efficient technology: ideally all the waves would travel smoothly and regularly along the same straight line.\n\nAnother drawback is that sand and other sediment on the ocean floor might be stopped from flowing normally, which can lead to environmental problems."
  },
  {
    "p": "The second category of marine energy that I'll mention is tidal energy.\n\nOne major advantage of using the tide, rather than waves, as a source of energy is that it's predictable: we know the exact time of high and low tides for years to come.\n\nFor tidal energy to be effective, the difference between high and low tides needs to be at least five metres, and this occurs naturally in only about forty places on Earth.\n\nBut the right conditions can be created by constructing a tidal lagoon, an area of sea water separated from the sea.\n\nOne current plan is to create a tidal lagoon on the coast of Wales.\n\nThis will be an area of water within a bay at Swansea, sheltered by a U-shaped breakwater, or dam, built out from the coast.\n\nThe breakwater will contain sixteen hydro turbines, and as the tide rises, water rushes through the breakwater, activating the turbines, which turn a generator to produce electricity.\n\nThen, for three hours as the tide goes out, the water is held back within the breakwater, increasing the difference in water level, until it's several metres higher within the lagoon than in the open sea.\n\nThen, in order to release the stored water, gates in the breakwater are opened.\n\nIt pours powerfully out of the lagoon, driving the turbines in the breakwater in the opposite direction and again generating thousands of megawatts of electricity.\n\nAs there are two high tides a day, this lagoon scheme would generate electricity four times a day, every day, for a total of around 14 hours in every 24 - and enough electricity for over 150,000 homes."
  },
  {
    "p": "This system has quite a lot in its favour: unlike solar and wind energy it doesn't depend on the weather; the turbines are operated without the need for fuel, so it doesn't create any greenhouse gas emissions; and very little maintenance is needed.\n\nIt's estimated that electricity generated in this way will be relatively cheap, and that manufacturing the components would create than 2,000 jobs, a big boost to the local economy.\n\nOn the other hand, there are fears that lagoons might harm both fish and birds, for example by disturbing migration patterns, and causing a build-up of silt, affecting local ecosystems.\n\nThere are other forms of tidal energy, but I'll go on to the third category of marine energy: ocean thermal energy conversion.\n\nThis depends on there being a big difference in temperature between surface water and the water a couple of kilometres below the surface, and this occurs in tropical coastal areas.\n\nThe idea is to bring cold water up to the surface using a submerged pipe."
  }
]