[
  {
    "en2": "She bit into a fresh apple, enjoying the sweet and tart taste.",
    "vn1": ""
  },
  {
    "en2": "The food that rots quickly depends on factors including its moisture, bacteria and mold.",
    "vn1": ""
  },
  {
    "en2": "Their enormous size might be due to abundant food and lack of predators.",
    "vn1": ""
  },
  {
    "en2": "Coffee can stimulate mental alertness due to its caffeine content.",
    "vn1": ""
  },
  {
    "en2": "The pilfering of goods from a warehouse is considered theft.",
    "vn1": ""
  },
  {
    "en2": "The water cycle refers to the continuous circulation of water in the Earth's ecosystem.",
    "vn1": ""
  },
  {
    "en2": "Some stores will sell music on vinyl records and compact discs.",
    "vn1": ""
  },
  {
    "en2": "The monarchical system of governance is now obsolescent in fashion.",
    "vn1": ""
  },
  {
    "en2": "An estimated five million people in the country practice open defecation.",
    "vn1": ""
  },
  {
    "en2": "High intensity workouts should be followed by lighter exercise and relaxation.",
    "vn1": ""
  },
  {
    "en2": "Leather is used for furniture because of its durability and comfort.",
    "vn1": ""
  },
  {
    "en2": "They are usually served with parsley sauce, white sauce or brown gravy.",
    "vn1": ""
  },
  {
    "en2": "Inevitably, the plant died due to the harsh winter conditions.",
    "vn1": ""
  },
  {
    "en2": "High sodium levels increase water retention and blood pressure.",
    "vn1": ""
  },
  {
    "en2": "Under extreme pressure these gases will turn into a solid form.",
    "vn1": ""
  },
  {
    "en2": "The population growth rate has declined since its peak in the late 1960s.",
    "vn1": ""
  },
  {
    "en2": "Newly constructed floating docks are part of the modern infrastructure.",
    "vn1": ""
  },
  {
    "en2": "Acids react with bases to form salts and water.",
    "vn1": ""
  },
  {
    "en2": "High interest rates discourage individuals from borrowing and investing.",
    "vn1": ""
  },
  {
    "en2": "You can hide if you want to but it's not necessary.",
    "vn1": ""
  },
  {
    "en2": "Diplomatic immunity does not include immunity from civil or criminal law.",
    "vn1": ""
  },
  {
    "en2": "The sun was setting and the sky was cloudy and dark.",
    "vn1": ""
  },
  {
    "en2": "Pink symbolizes gratitude, appreciation, admiration, sympathy, and femininity.",
    "vn1": ""
  },
  {
    "en2": "The high rates of obesity are believed to be a result of changes in diet.",
    "vn1": ""
  },
  {
    "en2": "The biology research paper was written in a concise and clear manner.",
    "vn1": ""
  },
  {
    "en2": "She was always filled with joy, but it dwindled to melancholy at night.",
    "vn1": ""
  },
  {
    "en2": "Many large ferns are popular as houseplants and for outdoor landscaping.",
    "vn1": ""
  },
  {
    "en2": "Funds are often transferred between accounts to ensure liquidity.",
    "vn1": ""
  },
  {
    "en2": "The atmosphere consists of several layers and affects radio and satellite operations.",
    "vn1": ""
  },
  {
    "en2": "Chameleons change their color to regulate their temperatures and express their emotions.",
    "vn1": ""
  },
  {
    "en2": "Fish in the sea have evaporated along with the water for billions of years.",
    "vn1": ""
  },
  {
    "en2": "Never iron clothes while they are being worn.",
    "vn1": ""
  },
  {
    "en2": "The extension of credit created more demand and therefore more inflation.",
    "vn1": ""
  },
  {
    "en2": "In tropical climates, dehydration and heat stroke can pose serious health risks.",
    "vn1": ""
  },
  {
    "en2": "Entropy is not conserved, unlike energy, momentum, and angular momentum.",
    "vn1": ""
  },
  {
    "en2": "I have a big bag of oranges and a jug of milk.",
    "vn1": ""
  },
  {
    "en2": "The essential commodities like food, clean water, and medicine are becoming scarce.",
    "vn1": ""
  },
  {
    "en2": "Too much curiosity can lead to unnecessary problems and worries.",
    "vn1": ""
  },
  {
    "en2": "Three legislative agenda items were floated around the Policy Board.",
    "vn1": ""
  },
  {
    "en2": "Potassium and magnesium are cations found within most cells.",
    "vn1": ""
  },
  {
    "en2": "Southwestern parts of the country have a tropical monsoon climate.",
    "vn1": ""
  },
  {
    "en2": "Advances in technology often lead to significant societal changes.",
    "vn1": ""
  },
  {
    "en2": "You must have a heavy textile jacket to protect your body in the winter.",
    "vn1": ""
  },
  {
    "en2": "Solar energy is the most widely used form of renewable energy.",
    "vn1": ""
  },
  {
    "en2": "The appellant appeals against the decision of the lower court.",
    "vn1": ""
  },
  {
    "en2": "The human brain's processing power is amazing, yet it is extremely efficient.",
    "vn1": ""
  },
  {
    "en2": "The final whistle blew and hearts were frozen in disbelief.",
    "vn1": ""
  },
  {
    "en2": "Many varieties of citrus need winter protection when temperatures drop drastically.",
    "vn1": ""
  },
  {
    "en2": "Satellites in geostationary orbit remain in constant positions relative to the earth.",
    "vn1": ""
  },
  {
    "en2": "The sound of the rain is soothing and it helps me to relax.",
    "vn1": ""
  },
  {
    "en2": "In mammals the pelvic girdle supports the hind limbs.",
    "vn1": ""
  },
  {
    "en2": "Centrifugal force causes the mass to move away from the axis of rotation.",
    "vn1": ""
  },
  {
    "en2": "She wrote a complete set of encyclopedias about dream interpretation.",
    "vn1": ""
  },
  {
    "en2": "Refineries are typically located close to significant crude oil production areas.",
    "vn1": ""
  },
  {
    "en2": "The extra time allows for greater flexibility and nuanced decision making.",
    "vn1": ""
  },
  {
    "en2": "Polarization is the sign of phase difference between two oscillating quantities.",
    "vn1": ""
  },
  {
    "en2": "Automation increased productivity in industries such as textiles and chemicals.",
    "vn1": ""
  },
  {
    "en2": "Distillation is used to separate liquids with different boiling points.",
    "vn1": ""
  },
  {
    "en2": "The moon is protective, deflecting many asteroids and meteorites away from Earth.",
    "vn1": ""
  },
  {
    "en2": "In biotechnology, live animals or plants are engineered to produce useful substances.",
    "vn1": ""
  },
  {
    "en2": "The school curriculum helps students develop critical thinking skills.",
    "vn1": ""
  },
  {
    "en2": "Reducing the risk of disease transmission is a key aim of sanitation.",
    "vn1": ""
  },
  {
    "en2": "Plants are immobile organisms that synthesize their food through photosynthesis.",
    "vn1": ""
  },
  {
    "en2": "The application of heat can denature proteins causing them to break down.",
    "vn1": ""
  },
  {
    "en2": "We measure the value of an education not in dollars but in sense.",
    "vn1": ""
  },
  {
    "en2": "Most genes reside in the nucleus of the cell.",
    "vn1": ""
  },
  {
    "en2": "Due to the restrictions, their local economies were devastated.",
    "vn1": ""
  },
  {
    "en2": "The landscape was filled with cacti of large sizes and unexpected beauty.",
    "vn1": ""
  },
  {
    "en2": "The elephant's gestation period is about twice that of a human woman.",
    "vn1": ""
  },
  {
    "en2": "The focus of this book is on improving cardiovascular health.",
    "vn1": ""
  },
  {
    "en2": "Humanity is unceasingly motivated by the constructive influences.",
    "vn1": ""
  },
  {
    "en2": "The machine alone can not complete the assembly.",
    "vn1": ""
  },
  {
    "en2": "Over time, these silver ions build up on the silica particles.",
    "vn1": ""
  },
  {
    "en2": "The concepts and principles of physics are explained using everyday objects.",
    "vn1": ""
  },
  {
    "en2": "An equality is a relationship between two quantities that are the same.",
    "vn1": ""
  },
  {
    "en2": "Some types of fungi prefer decaying organic matter for their nutrition.",
    "vn1": ""
  },
  {
    "en2": "A high carbohydrate diet can lead to weight gain.",
    "vn1": ""
  },
  {
    "en2": "Several financial institutes crashed during the economic downfall.",
    "vn1": ""
  },
  {
    "en2": "Due diligence when selecting a supplier is an essential part of risk management.",
    "vn1": ""
  },
  {
    "en2": "The paraquat tolerance is due to a single dominant allele.",
    "vn1": ""
  },
  {
    "en2": "Arachnophobia is an extreme fear of spiders and other arachnids.",
    "vn1": ""
  },
  {
    "en2": "Breathing heavily and feeling dizzy, elderly people might have a heart attack.",
    "vn1": ""
  },
  {
    "en2": "The humble potato has become an integral part of the world's food supply.",
    "vn1": ""
  },
  {
    "en2": "Many people favor interactive entertainment over traditional spectator sports.",
    "vn1": ""
  },
  {
    "en2": "In less than ten seconds, I saw her become a silhouette against the moonlight.",
    "vn1": ""
  },
  {
    "en2": "The report will outline potential business risks associated with climate change.",
    "vn1": ""
  },
  {
    "en2": "Implementation of the instruction begins with the fetching phase.",
    "vn1": ""
  },
  {
    "en2": "The simplest orbits are either curves around the center or straight lines.",
    "vn1": ""
  },
  {
    "en2": "Human rights have been an issue in the politics of many countries.",
    "vn1": ""
  },
  {
    "en2": "Cognitive science is the interdisciplinary scientific study of the mind and its processes.",
    "vn1": ""
  },
  {
    "en2": "An operational definition is a procedure agreed upon for translation of a concept into measurement of some kind.",
    "vn1": ""
  },
  {
    "en2": "Disagreements among founders can paralyze a startup and prevent progress.",
    "vn1": ""
  },
  {
    "en2": "Developers must consider if their software solution is adaptable to different languages and cultures.",
    "vn1": ""
  },
  {
    "en2": "The capture of the hierarchy can solve complex problems efficiently.",
    "vn1": ""
  },
  {
    "en2": "Frequently physical structures may have to be removed or rebuilt to make improvements.",
    "vn1": ""
  },
  {
    "en2": "Biodiversity in agriculture correlates directly to the sustainability of farming systems.",
    "vn1": ""
  },
  {
    "en2": "Astrophysics is the branch of astronomy that deals with the physical properties of celestial bodies.",
    "vn1": ""
  },
  {
    "en2": "The technician verifies that equipment is functioning within prescribed standards.",
    "vn1": ""
  },
  {
    "en2": "Innovation distinguishes between a leader and a follower in competition.",
    "vn1": ""
  },
  {
    "en2": "Frequent travelers benefit from the perk of miles redemption for free flights.",
    "vn1": ""
  }
]